
[X2Ability_WOTC_APA_MarksmanAbilitySet]

;  -- Localized Strings for Assault Infantry Abilities --
;  ------------------------------------------------------

strPrecisionTargeting1Name = "精确瞄准 I"
strPrecisionTargeting1Desc = "<font color='#CA7200'>职业技能熟练度I段</font><br/>在架设时获得以下加成:<br/><Bullet/>减少小队视野的命中惩罚<font color='#3ABD23'><Ability:PRECISION_TARGETING_SQUADSIGHT_PENALTY_NEGATED_1/>%</font>.<br/><Bullet/>减少目标的闪避几率<font color='#3ABD23'><Ability:PRECISION_TARGETING_ENEMY_DODGE_NEGATED_1/>%</font>.<br/><Bullet/>增加掩体中或非侧翼目标暴击率<font color='#3ABD23'>+<Ability:PRECISION_TARGETING_COVER_CRIT_BONUS_1/>%</font>。"

strPrecisionTargeting2Name = "精确瞄准 II"
strPrecisionTargeting2Desc = "<font color='#CA7200'>职业技能熟练度II段</font><br/>在架设时获得以下加成:<br/><Bullet/>减少小队视野的命中惩罚<font color='#3ABD23'><Ability:PRECISION_TARGETING_SQUADSIGHT_PENALTY_NEGATED_2/>%</font>.<br/><Bullet/>减少目标的闪避几率<font color='#3ABD23'><Ability:PRECISION_TARGETING_ENEMY_DODGE_NEGATED_2/>%</font>.<br/><Bullet/>增加掩体中或非侧翼目标暴击率<font color='#3ABD23'>+<Ability:PRECISION_TARGETING_COVER_CRIT_BONUS_2/>%</font>。"

strPrecisionTargeting3Name = "精确瞄准 III"
strPrecisionTargeting3Desc = "<font color='#CA7200'>职业技能熟练度III段</font><br/>在架设时获得以下加成:<br/><Bullet/>减少小队视野的命中惩罚<font color='#3ABD23'><Ability:PRECISION_TARGETING_SQUADSIGHT_PENALTY_NEGATED_3/>%</font>.<br/><Bullet/>减少目标的闪避几率<font color='#3ABD23'><Ability:PRECISION_TARGETING_ENEMY_DODGE_NEGATED_3/>%</font>.<br/><Bullet/>增加掩体中或非侧翼目标暴击率<font color='#3ABD23'>+<Ability:PRECISION_TARGETING_COVER_CRIT_BONUS_3/>%</font>。"